IDEA StatiCa Open Model
ConnectedMember.IsContinuous Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 IsContinuous
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool IsContinuous { get; set; }
Public Property IsContinuous As Boolean
	Get
	Set
public:
property bool IsContinuous {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ConnectedMember Class
IdeaRS.OpenModel.Connection Namespace